Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ copied.
ar: تم نسخ %@.
ca: %@ copiat.
cs: %@ zkopírováno.
da: %@ kopieret.
de: %@ kopiert.
el: %@ αντιγράφηκε.
es: %@ copiado.
fi: %@ kopioitu.
fr: %@ copié.
he: %@ הועתק.
hi: %@ कॉपी किया गया।
hr: %@ kopirano.
hu: %@ másolva.
id: %@ disalin.
it: %@ copiato.
ja: %@ がコピーされました。
ko: %@이 복사되었습니다.
ms: %@ disalin.
nb: %@ kopiert.
nl: %@ gekopieerd.
pl: %@ skopiowane.
pt: %@ copiado.
ro: %@ copiat.
ru: %@ скопировано.
sk: %@ skopírované.
sv: %@ har kopierats.
th: %@ คัดลอกแล้ว
tr: %@ kopyalandı.
uk: %@ скопійовано.
vi: %@ đã sao chép.
zh_hans: %@ 已复制。
zh_hant: %@ 已複製。

source: 🎉 Correct
ar: 🎉 صحيح
ca: 🎉 Correcte
cs: 🎉 Správně
da: 🎉 Korrekt
de: 🎉 Richtig
el: 🎉 Σωστό
es: 🎉 Correcto
fi: 🎉 Oikein
fr: 🎉 Exactement
he: 🎉 נכון
hi: 🎉 सही है
hr: 🎉 Točno
hu: 🎉 Helyes
id: 🎉 Benar
it: 🎉 Esatto
ja: 🎉 正しい
ko: 🎉 맞습니다
ms: 🎉 Betul
nb: 🎉 Riktig
nl: 🎉 Klopt
pl: 🎉 Zgadza się
pt: 🎉 Correto
ro: 🎉 Corect
ru: 🎉 Правильно
sk: 🎉 Správne
sv: 🎉 Rätt
th: 🎉ถูกต้อง
tr: 🎉 Doğru
uk: 🎉 Правильно
vi: 🎉 Đúng
zh_hans: 🎉正确
zh_hant: 🎉正確

source: 🙅 Wrong
ar: 🙅 خطأ
ca: 🙅 Incorrecte
cs: 🙅 Špatně
da: 🙅 Forkert
de: 🙅 Falsch
el: 🙅 Λάθος
es: 🙅 Incorrecto
fi: 🙅 Väärin
fr: 🙅 Faux
he: 🙅 לא נכון
hi: 🙅गलत
hr: 🙅 Pogrešno
hu: 🙅 Tévedés
id: 🙅 Salah
it: 🙅 Sbagliato
ja: 🙅 違います
ko: 🙅 틀렸어
ms: 🙅 Salah
nb: 🙅 Feil
nl: 🙅 Fout
pl: 🙅 Źle
pt: 🙅 Errado
ro: 🙅 Greșit
ru: 🙅 Неправильно
sk: 🙅 Omyl
sv: 🙅 Fel
th: 🙅 ผิด
tr: 🙅 Yanlış
uk: 🙅 Неправильно
vi: 🙅 sai
zh_hans: 🙅 错了
zh_hant: 🙅 錯了

source: Account
ar: الحساب
ca: Compte
cs: účet
da: Konto
de: Konto
el: Λογαριασμός
es: cuenta
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hr: Račun
hu: fiók
id: Akun
it: Conto
ja: アカウント
ko: 계정
ms: Akaun
nb: Konto
nl: Rekening
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sk: účtu
sv: konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

source: Actions
ar: الإجراءات
ca: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Δράσεις
es: Acciones
fi: Toiminnot
fr: Actes
he: פעולות
hi: क्रियाएँ
hr: Radnje
hu: Akciók
id: Tindakan
it: Azioni
ja: アクション
ko: 작업
ms: Tindakan
nb: Handlinger
nl: Acties
pl: Działania
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sv: Åtgärder
th: การดำเนินการ
tr: Eylemler
uk: Дії
vi: hành động
zh_hans: 行动
zh_hant: 行動

source: Add a new folder.
ar: أضف مجلدًا جديدًا.
ca: Afegeix una carpeta nova.
cs: Přidat novou složku.
da: Tilføj en ny mappe.
de: Fügen Sie einen neuen Ordner hinzu.
el: Προσθήκη νέου φακέλου.
es: Añade una nueva carpeta.
fi: Lisää uusi kansio.
fr: Ajoutez un nouveau dossier.
he: הוסף תיקיה חדשה.
hi: एक नया फ़ोल्डर जोड़ें.
hr: Dodajte novu mapu.
hu: Új mappa hozzáadása.
id: Tambahkan folder baru.
it: Aggiungi una nuova cartella.
ja: 新しいフォルダーを追加します。
ko: 새 폴더를 추가합니다.
ms: Tambah folder baharu.
nb: Legg til en ny mappe.
nl: Voeg een nieuwe map toe.
pl: Dodaj nowy folder.
pt: Adicione uma nova pasta.
ro: Adăugați un dosar nou.
ru: Добавьте новую папку.
sk: Pridajte nový priečinok.
sv: Lägg till en ny mapp.
th: เพิ่มโฟลเดอร์ใหม่
tr: Yeni bir klasör ekleyin.
uk: Додайте нову папку.
vi: Thêm một thư mục mới.
zh_hans: 添加一个新文件夹。
zh_hant: 新增一個新資料夾。

source: Add to folder
ar: أضف إلى المجلد
ca: Afegeix a la carpeta
cs: Přidat do složky
da: Tilføj til mappe
de: Zum Ordner hinzufügen
el: Προσθήκη στο φάκελο
es: Agregar a la carpeta
fi: Lisää kansioon
fr: Ajouter au dossier
he: הוסף לתיקיה
hi: फ़ोल्डर में जोड़ें
hr: Dodaj u mapu
hu: Hozzáadás mappához
id: Tambahkan ke folder
it: Aggiungi alla cartella
ja: フォルダに追加
ko: 폴더에 추가
ms: Tambahkan pada folder
nb: Legg til i mappe
nl: Toevoegen aan map
pl: Dodaj do folderu
pt: Adicionar à pasta
ro: Adăugați în dosar
ru: Добавить в папку
sk: Pridať do priečinka
sv: Lägg till i mapp
th: เพิ่มลงในโฟลเดอร์
tr: Klasöre ekle
uk: Додати в папку
vi: Thêm vào thư mục
zh_hans: 添加到文件夹
zh_hant: 新增到資料夾

source: Added to %@.
ar: تمت الإضافة إلى %@.
ca: S'ha afegit a %@.
cs: Přidáno do %@.
da: Tilføjet til %@.
de: Zu %@ hinzugefügt.
el: Προστέθηκε στο %@.
es: Agregado a %@.
fi: Lisätty kansioon %@.
fr: Ajouté à %@.
he: נוסף ל-%@.
hi: %@ में जोड़ा गया।
hr: Dodano u %@.
hu: Hozzáadva: %@.
id: Ditambahkan ke %@.
it: Aggiunto a %@.
ja: %@ に追加されました。
ko: %@에 추가되었습니다.
ms: Ditambahkan pada %@.
nb: Lagt til %@.
nl: Toegevoegd aan %@.
pl: Dodano do %@.
pt: Adicionado a %@.
ro: Adăugat la %@.
ru: Добавлено в %@.
sk: Pridané do %@.
sv: Tillagd till %@.
th: เพิ่มไปยัง %@ แล้ว
tr: %@'ye eklendi.
uk: Додано до %@.
vi: Đã thêm vào %@.
zh_hans: 添加到 %@。
zh_hant: 加入到 %@。

source: Added to folder.
ar: تمت الإضافة إلى المجلد.
ca: S'ha afegit a la carpeta.
cs: Přidáno do složky.
da: Tilføjet til mappe.
de: Zum Ordner hinzugefügt.
el: Προστέθηκε στο φάκελο.
es: Agregado a la carpeta.
fi: Lisätty kansioon.
fr: Ajouté au dossier.
he: נוסף לתיקיה.
hi: फ़ोल्डर में जोड़ा गया.
hr: Dodano u mapu.
hu: Hozzáadva a mappához.
id: Ditambahkan ke folder.
it: Aggiunto alla cartella.
ja: フォルダに追加されました。
ko: 폴더에 추가되었습니다.
ms: Ditambah pada folder.
nb: Lagt til i mappen.
nl: Toegevoegd aan map.
pl: Dodano do folderu.
pt: Adicionado à pasta.
ro: Adăugat în dosar.
ru: Добавлено в папку.
sk: Pridané do priečinka.
sv: Lades till i mappen.
th: เพิ่มไปยังโฟลเดอร์แล้ว
tr: Klasöre eklendi.
uk: Додано в папку.
vi: Đã thêm vào thư mục.
zh_hans: 添加到文件夹。
zh_hant: 新增到資料夾。

source: AI Data Processing
ar: معالجة البيانات بالذكاء الاصطناعي
ca: Dades AI Processing
cs: Data AI Processing
da: AI-data Probehandles
de: KI-Daten Processing
el: Δεδομένα AI Proδιακοπή
es: Datos de IA Proceso
fi: Tekoälytiedot Prolopeutuvat
fr: Données AI Processing
he: נתוני AI Proמעבר
hi: एआई डेटा Proसेसिंग
hr: AI podaci Proobrada
hu: Az AI-adatok Promegszűnnek
id: Data AI Prosedang diproses
it: Dati AI Processing
ja: AI データ Pro処理中
ko: AI 데이터 Processing
ms: Data AI Promemproses
nb: AI-data Probehandler
nl: AI-gegevens Probeëindigt
pl: Dane AI Prozaprzestanie
pt: Dados de IA Processamento
ro: Date AI Proîncetare
ru: Данные AI Processing
sk: Údaje AI Processing
sv: AI-data Probehandlas
th: ข้อมูล AI Proหยุดทำงาน
tr: AI Verileri Processing
uk: Дані AI Proобробка
vi: Dữ liệu AI Processing
zh_hans: AI数据Processing
zh_hant: AI數據Processing

source: All
ar: الكل
ca: Tots
cs: všechny
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tout
he: הכל
hi: सब
hr: sve
hu: Mind
id: Semua
it: Tutto
ja: すべて
ko: 모두
ms: Semua
nb: Alle
nl: Allemaal
pl: Wszystko
pt: Todos
ro: Toate
ru: Все
sk: Všetky
sv: Alla
th: ทั้งหมด
tr: Hepsi
uk: всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: App Language
ar: لغة التطبيق
ca: Idioma de l'app
cs: Jazyk aplikace
da: Appsprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l’app
he: שפת האפליקציה
hi: ऐप की भाषा
hr: Jezik aplikacije
hu: Alkalmazás nyelve
id: Bahasa aplikasi
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
ms: Bahasa aplikasi
nb: Appspråk
nl: Apptaal
pl: Język aplikacji
pt: Idioma da app
ro: Limba aplicației
ru: Язык приложения
sk: Jazyk aplikácie
sv: Appspråk
th: ภาษาของแอป
tr: Uygulama dili
uk: Мова застосунку
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: App 語言

source: App Version
ar: إصدار التطبيق
ca: Versió de l'aplicació
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de la aplicación
fi: Sovelluksen versio
fr: Version de l'application
he: גרסת האפליקציה
hi: ऐप संस्करण
hr: Verzija aplikacije
hu: Alkalmazás verziója
id: Versi Aplikasi
it: Versione dell'app
ja: アプリのバージョン
ko: 앱 버전
ms: Versi Apl
nb: App-versjon
nl: App-versie
pl: Wersja aplikacji
pt: Versão do aplicativo
ro: Versiunea aplicației
ru: Версия приложения
sk: Verzia aplikácie
th: เวอร์ชันของแอป
tr: Uygulama Sürümü
uk: Версія програми
vi: Phiên bản ứng dụng
zh_hans: 应用程序版本
zh_hant: 應用程式版本

source: Audio is too long for your current plan. Limit: %@.
ar: الملف الصوتي أطول من الحد المسموح في باقتك الحالية. الحد: %@.
ca: L'àudio és massa llarg per al vostre pla actual. Límit: %@.
cs: Zvuk je pro váš aktuální plán příliš dlouhý. Limit: %@.
da: Lyden er for lang til din nuværende plan. Grænse: %@.
de: Audio ist zu lang für Ihren aktuellen Plan. Grenzwert: %@.
el: Ο ήχος είναι πολύ μεγάλος για το τρέχον σχέδιό σας. Όριο: %@.
es: El audio es demasiado largo para tu plan actual. Límite: %@.
fi: Ääni on liian pitkä nykyiselle suunnitelmallesi. Raja: %@.
fr: L'audio est trop long pour votre forfait actuel. Limite : %@.
he: האודיו ארוך מדי עבור התוכנית הנוכחית שלך. מגבלה: %@.
hi: आपकी वर्तमान योजना के लिए ऑडियो बहुत लंबा है. सीमा: %@।
hr: Audio je predug za vaš trenutni plan. Ograničenje: %@.
hu: A hang túl hosszú a jelenlegi tervéhez. Korlátozás: %@.
id: Audio terlalu panjang untuk paket Anda saat ini. Batas: %@.
it: L'audio è troppo lungo per il tuo piano attuale. Limite: %@.
ja: 音声が現在のプランには長すぎます。制限: %@。
ko: 현재 요금제에 비해 오디오가 너무 깁니다. 제한: %@.
ms: Audio terlalu panjang untuk rancangan semasa anda. Had: %@.
nb: Lyden er for lang for den nåværende planen din. Grens: %@.
nl: Audio is te lang voor uw huidige abonnement. Limiet: %@.
pl: Dźwięk jest za długi dla Twojego obecnego planu. Limit: %@.
pt: O áudio é muito longo para o seu plano atual. Limite: %@.
ro: Audio este prea lung pentru planul actual. Limită: %@.
ru: Звук слишком длинный для вашего текущего плана. Ограничение: %@.
sk: Zvuk je príliš dlhý pre váš aktuálny plán. Limit: %@.
sv: Ljudet är för långt för din nuvarande plan. Gräns: %@.
th: เสียงยาวเกินไปสำหรับแผนปัจจุบันของคุณ ขีดจำกัด: %@
tr: Ses mevcut planınız için çok uzun. Sınır: %@.
uk: Аудіо задовге для вашого поточного плану. Обмеження: %@.
vi: Âm thanh quá dài so với gói hiện tại của bạn. Giới hạn: %@.
zh_hans: 对于您当前的计划来说，音频太长。限制：%@。
zh_hant: 對於您當前的計劃來說，音訊太長。限制：%@。

source: Audio Recording
ar: تسجيل صوتي
ca: Enregistrament d'àudio
cs: Zvukový záznam
da: Lydoptagelse
de: Audioaufnahme
el: Ηχογράφηση
es: Grabación de audio
fi: Äänitallenne
fr: Enregistrement audio
he: הקלטת אודיו
hi: ऑडियो रिकॉर्डिंग
hr: Audio snimka
hu: Hangfelvétel
id: Rekaman audio
it: Registrazione audio
ja: 音声録音
ko: 오디오 녹음
ms: Rakaman audio
nb: Lydopptak
nl: Audio-opname
pl: Nagranie audio
pt: Gravação de áudio
ro: Înregistrare audio
ru: Аудиозапись
sk: Zvuková nahrávka
sv: Ljudinspelning
th: การบันทึกเสียง
tr: Ses kaydı
uk: Аудіозапис
vi: Bản ghi âm
zh_hans: 音频录音
zh_hant: 音訊錄音

source: Audio splitting was cancelled.
ar: تم إلغاء تقسيم الصوت.
ca: La divisió d'àudio s'ha cancel·lat.
cs: Rozdělení zvuku bylo zrušeno.
da: Lydopdeling blev annulleret.
de: Die Audioaufteilung wurde abgebrochen.
el: Ο διαχωρισμός ήχου ακυρώθηκε.
es: Se canceló la división de audio.
fi: Äänen jakaminen peruttiin.
fr: Le partage audio a été annulé.
he: פיצול השמע בוטל.
hi: ऑडियो विभाजन रद्द कर दिया गया.
hr: Razdvajanje zvuka je otkazano.
hu: A hangfelosztást törölték.
id: Pemisahan audio dibatalkan.
it: La suddivisione dell'audio è stata annullata.
ja: 音声の分割が解除されました。
ko: 오디오 분할이 취소되었습니다.
ms: Pemisahan audio telah dibatalkan.
nb: Lyddeling ble avbrutt.
nl: Het splitsen van audio is geannuleerd.
pl: Podział dźwięku został anulowany.
pt: A divisão de áudio foi cancelada.
ro: Divizarea audio a fost anulată.
ru: Разделение аудио было отменено.
sk: Rozdelenie zvuku bolo zrušené.
sv: Ljuddelningen avbröts.
th: การแยกเสียงถูกยกเลิก
tr: Ses bölme iptal edildi.
uk: Поділ звуку скасовано.
vi: Việc tách âm thanh đã bị hủy.
zh_hans: 音频分割被取消。
zh_hant: 音頻分割被取消。

source: By tapping Continue, you agree to share this content with these services so your lecture can be processed.
ar: عند النقر على "متابعة"، فإنك توافق على مشاركة هذا المحتوى مع هذه الخدمات حتى يمكن معالجة محاضرتك.
ca: En tocar Continuar, acceptes compartir aquest contingut amb aquests serveis perquè la teva conferència es pugui processar.
cs: Klepnutím na Pokračovat souhlasíte se sdílením tohoto obsahu s těmito službami, aby mohla být vaše přednáška zpracována.
da: Ved at trykke på Fortsæt accepterer du at dele dette indhold med disse tjenester, så dit foredrag kan behandles.
de: Indem Sie auf „Weiter“ tippen, erklären Sie sich damit einverstanden, diesen Inhalt mit diesen Diensten zu teilen, damit Ihr Vortrag bearbeitet werden kann.
el: Πατώντας Συνέχεια, συμφωνείτε να κοινοποιήσετε αυτό το περιεχόμενο με αυτές τις υπηρεσίες, ώστε η διάλεξή σας να μπορεί να υποβληθεί σε επεξεργασία.
es: Al tocar Continuar, aceptas compartir este contenido con estos servicios para que se pueda procesar tu conferencia.
fi: Napauttamalla Jatka suostut jakamaan tämän sisällön näiden palvelujen kanssa, jotta luento voidaan käsitellä.
fr: En appuyant sur Continuer, vous acceptez de partager ce contenu avec ces services afin que votre cours puisse être traité.
he: על ידי הקשה על המשך, אתה מסכים לשתף תוכן זה עם שירותים אלה כדי שניתן יהיה לעבד את ההרצאה שלך.
hi: जारी रखें पर टैप करके, आप इस सामग्री को इन सेवाओं के साथ साझा करने के लिए सहमत होते हैं ताकि आपके व्याख्यान पर कार्रवाई की जा सके।
hr: Dodirom na Nastavi pristajete na dijeljenje ovog sadržaja s ovim uslugama kako bi se vaše predavanje moglo obraditi.
hu: A Folytatás elemre koppintva beleegyezik, hogy megosztja ezt a tartalmat ezekkel a szolgáltatásokkal, hogy előadása feldolgozható legyen.
id: Dengan mengetuk Lanjutkan, Anda setuju untuk membagikan konten ini ke layanan ini sehingga kuliah Anda dapat diproses.
it: Toccando Continua, accetti di condividere questo contenuto con questi servizi in modo che la tua lezione possa essere elaborata.
ja: [続行] をタップすると、講義を処理できるように、このコンテンツをこれらのサービスと共有することに同意したことになります。
ko: 계속을 탭하면 강의가 처리될 수 있도록 이 콘텐츠를 이러한 서비스와 공유하는 데 동의하게 됩니다.
ms: Dengan mengetik Teruskan, anda bersetuju untuk berkongsi kandungan ini dengan perkhidmatan ini supaya kuliah anda boleh diproses.
nb: Ved å trykke på Fortsett godtar du å dele dette innholdet med disse tjenestene slik at foredraget ditt kan behandles.
nl: Door op Doorgaan te tikken, gaat u ermee akkoord deze inhoud met deze diensten te delen, zodat uw lezing kan worden verwerkt.
pl: Klikając Kontynuuj, zgadzasz się na udostępnienie tej zawartości tym usługom, aby umożliwić przetworzenie Twojego wykładu.
pt: Ao tocar em Continuar, você concorda em compartilhar esse conteúdo com esses serviços para que sua palestra possa ser processada.
ro: Atingând Continuați, sunteți de acord să partajați acest conținut acestor servicii, astfel încât prelegerea dvs. să poată fi procesată.
ru: Нажимая «Продолжить», вы соглашаетесь поделиться этим контентом с этими службами, чтобы ваша лекция могла быть обработана.
sk: Klepnutím na Pokračovať súhlasíte so zdieľaním tohto obsahu s týmito službami, aby mohla byť vaša prednáška spracovaná.
sv: Genom att trycka på Fortsätt godkänner du att dela detta innehåll med dessa tjänster så att din föreläsning kan bearbetas.
th: การแตะดำเนินการต่อ แสดงว่าคุณตกลงที่จะแชร์เนื้อหานี้กับบริการเหล่านี้เพื่อให้สามารถดำเนินการบรรยายของคุณได้
tr: Devam'a dokunduğunuzda, dersinizin işlenebilmesi için bu içeriği bu hizmetlerle paylaşmayı kabul etmiş olursunuz.
uk: Натискаючи «Продовжити», ви погоджуєтеся надати цей вміст цим службам, щоб ваша лекція могла бути оброблена.
vi: Bằng cách nhấn vào Tiếp tục, bạn đồng ý chia sẻ nội dung này với các dịch vụ này để bài giảng của bạn có thể được xử lý.
zh_hans: 点击“继续”即表示您同意与这些服务共享此内容，以便可以处理您的讲座。
zh_hant: 點擊「繼續」即表示您同意與這些服務分享此內容，以便可以處理您的講座。

source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: Checking your YouTube video.
ar: جارٍ التحقق من فيديو YouTube.
ca: Comprovant el teu vídeo YouTube.
cs: Kontrola vašeho YouTube videa.
da: Tjek din YouTube video.
de: Überprüfen Sie Ihr YouTube-Video.
el: Έλεγχος του βίντεό σας YouTube.
es: Comprobando tu vídeo YouTube.
fi: Tarkistetaan YouTube-videotasi.
fr: Vérification de votre vidéo YouTube.
he: בודק את הסרטון YouTube שלך.
hi: आपके YouTube वीडियो की जाँच की जा रही है।
hr: Provjeravam vaš YouTube videozapis.
hu: YouTube videód ellenőrzése.
id: Memeriksa video YouTube Anda.
it: Controllo il tuo video YouTube.
ja: YouTube ビデオを確認しています。
ko: YouTube 동영상을 확인하는 중입니다.
ms: Menyemak video YouTube anda.
nb: Sjekker YouTube videoen din.
nl: Je YouTube video bekijken.
pl: Sprawdzam Twój film YouTube.
pt: Verificando seu vídeo YouTube.
ro: Se verifică videoclipul YouTube.
ru: Проверяю ваше YouTube видео.
sk: Kontroluje sa vaše YouTube video.
sv: Kontrollerar din YouTube video.
th: กำลังตรวจสอบวิดีโอ YouTube ของคุณ
tr: YouTube videonuz kontrol ediliyor.
uk: Перевірка вашого відео YouTube.
vi: Đang kiểm tra video YouTube của bạn.
zh_hans: 检查您的 YouTube 视频。
zh_hant: 檢查您的 YouTube 影片。

source: Clear
ar: مسح
ca: Clar
cs: Jasný
da: Klar
de: Klar
el: Καθαρό
es: Borrar
fi: Selkeä
fr: Effacer
he: ברור
hi: स्पष्ट
hr: jasno
hu: Világos
id: Jelas
it: Chiaro
ja: クリア
ko: 지우기
ms: Jelas
nb: Tøm
nl: Duidelijk
pl: Jasne
pt: Limpar
ro: Clar
ru: Очистить
sk: Jasné
sv: Rensa
th: ชัดเจน
tr: Temizle
uk: ясно
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Close
ar: إغلاق
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close Quiz?
ar: هل تريد إغلاق الاختبار؟
ca: Tancar el test?
cs: Zavřít kvíz?
da: Luk quiz?
de: Quiz schließen?
el: Κλείσιμο Κουίζ;
es: ¿Cerrar cuestionario?
fi: Suljetko tietokilpailun?
fr: Fermer le quiz ?
he: חידון סגור?
hi: प्रश्नोत्तरी बंद करें?
hr: Zatvoriti kviz?
hu: Bezárja a kvízt?
id: Tutup Kuis?
it: Chiudi quiz?
ja: クイズを閉じますか？
ko: 퀴즈를 닫으시겠습니까?
ms: Tutup Kuiz?
nb: Lukke quiz?
nl: Quiz sluiten?
pl: Zamknąć quiz?
pt: Fechar questionário?
ro: Închide testul?
ru: Закрыть викторину?
sk: Zatvoriť kvíz?
sv: Stäng frågesport?
th: ปิดแบบทดสอบ?
tr: Test kapatılsın mı?
uk: Закрити вікторину?
vi: Đóng bài kiểm tra?
zh_hans: 关闭测验？
zh_hant: 關閉測驗？

source: Contact support
ar: التواصل مع الدعم
ca: Contacta amb l'assistència
cs: Kontaktujte podporu
da: Kontakt support
de: Kontaktieren Sie den Support
el: Επικοινωνήστε με την υποστήριξη
es: Contactar con soporte
fi: Ota yhteyttä tukeen
fr: Contacter l'assistance
he: צור קשר עם התמיכה
hi: समर्थन से संपर्क करें
hr: Kontaktirajte podršku
hu: Lépjen kapcsolatba az ügyfélszolgálattal
id: Hubungi dukungan
it: Contatta l'assistenza
ja: サポートに連絡する
ko: 지원팀에 문의
ms: Hubungi sokongan
nb: Kontakt support
nl: Neem contact op met ondersteuning
pl: Skontaktuj się z pomocą techniczną
pt: Contate o suporte
ro: Contactați asistența
ru: Связаться со службой поддержки
sk: Kontaktujte podporu
sv: Kontakta supporten
th: ติดต่อฝ่ายสนับสนุน
tr: Desteğe başvurun
uk: Зверніться до служби підтримки
vi: Liên hệ hỗ trợ
zh_hans: 联系支持人员
zh_hant: 聯繫支援人員

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Continue to Processing
ar: المتابعة إلى المعالجة
ca: Continueu fins a Prosessing
cs: Pokračujte na Processing
da: Fortsæt til Processing
de: Fahren Sie mit der ProVerarbeitung fort
el: Συνεχίστε στην Proδιακοπή
es: Continuar con Procesando
fi: Jatka Proloppuun
fr: Continuer vers Processing
he: המשך ל-Proהפסקה
hi: Proसेसिंग जारी रखें
hr: Nastavite do Proustupanje
hu: Tovább a következőhöz: Promegszűnik
id: Lanjutkan ke Propemrosesan
it: Continua con Processing
ja: Pro処理に進む
ko: 계속해서 Processing
ms: Teruskan ke Promemproses
nb: Fortsett til Proavslutning
nl: Ga door met Probeëindigen
pl: Kontynuuj Prozaprzestanie
pt: Continue para Proprocessamento
ro: Continuați până la Proîncetare
ru: Продолжить Processing
sk: Pokračujte na Processing
sv: Fortsätt till Proccessing
th: ดำเนินการต่อไปยัง Processing
tr: Prokesmeye devam et
uk: Продовжити до Proпереходу
vi: Tiếp tục Pro ngừng
zh_hans: 继续Processing
zh_hant: 繼續Processing

source: Controls
ar: عناصر التحكم
cs: Ovládací prvky
da: Kontrolelementer
de: Kontrollen
el: Έλεγχοι
es: Controles
fi: Säätimet
fr: Contrôles
he: בקרות
hi: नियंत्रण
hr: Kontrole
hu: Vezérlők
id: Kontrol
it: Controlli
ja: コントロール
ko: 컨트롤
ms: Kawalan
nb: Kontroller
nl: Controles
pl: Sterowanie
pt: Controles
ro: Controale
ru: Элементы управления
sk: Ovládacie prvky
sv: Kontroller
th: การควบคุม
tr: Kontroller
uk: Елементи керування
vi: Điều khiển
zh_hans: 控制
zh_hant: 控制

source: Converting your speech to text. This may take a moment.
ar: جارٍ تحويل كلامك إلى نص. قد يستغرق ذلك لحظة.
ca: Convertint el teu discurs en text. Això pot trigar un moment.
cs: Převod vaší řeči na text. Může to chvíli trvat.
da: Konvertering af din tale til tekst. Dette kan tage et øjeblik.
de: Konvertieren Sie Ihre Rede in Text. Dies kann einen Moment dauern.
el: Μετατροπή της ομιλίας σας σε κείμενο. Αυτό μπορεί να διαρκέσει λίγο.
es: Convirtiendo su discurso en texto. Esto puede tardar un momento.
fi: Puheen muuntaminen tekstiksi. Tämä voi kestää hetken.
fr: Conversion de votre discours en texte. Cela peut prendre un moment.
he: המרת הדיבור שלך לטקסט. זה עשוי לקחת רגע.
hi: अपने भाषण को पाठ में परिवर्तित करना। इसमें एक क्षण लग सकता है.
hr: Pretvaranje vašeg govora u tekst. Ovo može potrajati trenutak.
hu: Beszéd átalakítása szöveggé. Ez eltarthat egy ideig.
id: Mengubah ucapan Anda menjadi teks. Ini mungkin memerlukan waktu beberapa saat.
it: Convertire il tuo discorso in testo. L'operazione potrebbe richiedere un momento.
ja: スピーチをテキストに変換します。これには少し時間がかかる場合があります。
ko: 음성을 텍스트로 변환합니다. 잠시 시간이 걸릴 수 있습니다.
ms: Menukar ucapan anda kepada teks. Ini mungkin mengambil sedikit masa.
nb: Konverter talen din til tekst. Dette kan ta et øyeblikk.
nl: Uw spraak omzetten naar tekst. Dit kan even duren.
pl: Konwersja mowy na tekst. Może to chwilę potrwać.
pt: Convertendo sua fala em texto. Isso pode demorar um pouco.
ro: Transformarea discursului în text. Acest lucru poate dura un moment.
ru: Преобразование речи в текст. Это может занять некоторое время.
sk: Konverzia reči na text. Môže to chvíľu trvať.
sv: Konvertera ditt tal till text. Detta kan ta en stund.
th: แปลงคำพูดของคุณเป็นข้อความ การดำเนินการนี้อาจใช้เวลาสักครู่
tr: Konuşmanızı metne dönüştürme. Bu biraz zaman alabilir.
uk: Перетворення вашого мовлення на текст. Це може зайняти деякий час.
vi: Chuyển đổi lời nói của bạn thành văn bản. Việc này có thể mất một chút thời gian.
zh_hans: 将您的语音转换为文本。这可能需要一些时间。
zh_hant: 將您的語音轉換為文字。這可能需要一些時間。

source: Copy
ar: نسخ
ca: Còpia
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hi: प्रतिलिपि
hr: Kopiraj
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: salin
nb: Kopier
nl: Kopieer
pl: Kopiuj
pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopírovať
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копія
vi: Sao chép
zh_hans: 复制
zh_hant: 複製
